{
  "periods": [
    "10е-20е",
    "20-е",
    "30-е",
    "50е-70е",
    "Наши дни"
  ],
  "firstSlide": {
    "header": [
      "Из воспоминаний",
      "Никитина Василия Ильича",
      "10.11.1893г.р."
    ],
    "text": [
      "Я родился в крепкой работящей крестьянской семье в деревне Гнездово, Смоленской губернии. Семья была настроена на то, чтобы дать детям образование, поэтому в 1912 г. я окончил Реальное училище в городе Смоленске.",
      "Когда началась первая мировая война, я был мобилизован на фронт в качестве рядового. В 1915 году окончил школу прапорщиков в Пскове. Неоднократно мой полк уничтожался, а выжившие получали повышения. Так я был награжден двумя орденами святого Георгия. В ходе войны я получил 15 ранений. Когда случилась революция я был под Ригой, в чине штабс-капитана. В гражданскую войну я воевал за красных в Сибири."
    ]
  },
  "secondSlide": {
    "text": [
      "Отслужив и вернувшись с фронта, женился на вдове своего брата-близнеца Григория, Ефросинье Осиповне (в девичестве Сибильковой), у которой от Григория уже было двое сыновей - Александр и Николай. В 1923 году у нас родился сын – Алексей. И все бы было хорошо, но… в 1930 году мы подверглись раскулачиванию.",
      "Хозяйство ликвидировали, а мы были лишены избирательных прав. Моего брата Осипа выселили, а сестру оставили жить в Гнездово, впоследствии ее восстановили в избирательном праве.  Чтобы избежать высылки, мы с семьей вынуждены были бросить свой дом, хозяйство в деревне и завербоваться на работу во Владивосток, где я стал десятником ( старший над группой рабочих) по ремонту бараков для грузчиков порта, а Ефросинья работала поваром. Там, нам пришлось жить в бараке для рабочих в торговом порту."
    ]
  },
  "thirdSlide": {
    "text": [
      "В 1934 году меня арестовали и осудили по статьям: ст. 58-10 и 59-3 «в» УК РСФСР.",
      "Я всего лишь выполнял свою работу, да, я выражал недовольство тем, что не привозили вовремя материалы, но из-за этого работа останавливалась. А из-за этого зарплату задерживали или платили гроши.",
      "Ефросинье с тремя несовершеннолетними детьми предписали в течении 10 дней покинуть Владивосток. И она, неграмотная женщина, вынуждена была через всю страну ехать в Смоленск, где ее никто не ждал.",
      "Тройка присудила мне 5 лет лишения свободы, заключив меня в концентрационный лагерь. На Дальнем Востоке я строил железную дорогу Комсомольска на Амуре. С 1934 по 1937 год мы жили впроголодь, это был период полный лишений. Я не хочу о нем вспоминать...Я сумел досрочно освободиться лишь благодаря моему письму Калинину."
    ]
  },
  "fourthSlide": {
    "text": [
      "Вернувшись в Смоленск к моей семье, я завербовался на работу на Ленские золотые прииски в Иркутской области. В 1957 году мы (я и Ефросинья) переехали в Обнинск, а в 1973 в Калининград к нашему сыну Николаю. Дети часто нас навещали, а мы рассказывали им о нашей жизни.",
      "“Василий относился к той группе людей, которых били по рукам, а они продолжали устраивать свою жизнь и жизнь своей семьи; у них все отнимали, они все создавали вновь; их хотели придавить, а они радовались жизни; их хотели запугать, а они не боялись жить”. Слова внука Василия."
    ]
  },
  "fifthSlide": {
    "text": [
      "Ефросинья Осиповна умерла 06.10.1976 г., а Василий Ильич в 28.07.1978 году.",
      "13 августа 1998 г. Василий был реабилитирован."
    ]
  }
}
