{
  "periods": [
    "История семьи",
    "Финляндия",
    "ГУЛАГ",
    "Жизнь после освобождения"
  ],
  "firstSlide": {
    "header": [
      "Из воспоминаний",
      "Раимонда Каугвера"
    ],
    "text": [
      "Я, Раймонд Каугвер, родился 25 февраля 1926 года в городе Раквере, Эстония. Мой отец, Андрес Каугвер, до Первой империалистической войны был рабочим на мызе в России, пока в 1914 году его не призвали в царскую армию. После войны он поселился в Эстонии и работал в канцелярии. Моя мать, Ольга Каугвер, работала на хуторе. Она была смертельно ранена осколком бомбы во время воздушной атаки Раквере 19 сентября 1944 года."
    ]
  },
  "secondSlide": {
    "text": [
      "Я любил писать с самого детства, вел дневник и занимался школьной газетой. Однажды нашу школу посетил писатель Юхан Яйк. Меня представили ему как ученика, который пишет лучшие сочинения. Он предположил, что возможно и я рожден, чтобы стать писателем.",
      "В 1943 году я закончил школу. В этом же году немецкими оккупационными властями была начата мобилизация среди эстонского населения. Чтобы избежать призыва, многие бежали в Финляндию. Среди них был и совсем юный я. В Финляндии из нас, бежавших эстонцев, сформировали пехотный полк, также известный как “финские парни”. Я числился в нем около года, пока не вернулся на родину в августе 1944."
    ]
  },
  "thirdSlide": {
    "text": [
      "В сентябре этого года в Эстонии установилась советская власть. Я устроился учителем в начальной школе Мядапеа, но не успел там долго проработать. Вскоре начались допросы. Меня арестовали в декабре 1944 года, а в марте 1945 вынесли приговор на 5 лет лишения свободы в исправительно-трудовом лагере за предательство родины. Тогда мне едва исполнилось 19 лет.",
      "Меня отправили в Воркутлаг. Находясь в лагере я работал в подземных шахтах по добыче угля. Однажды попал под обвал и оказался в больнице. После выздоровления мне удалось остаться там же, работая сначала санитаром, затем фельдшером. В таком положении у меня было чуть больше свободы, так что мне удавалось рассказывать о своем опыте в письмах и отправлять их на родину отцу. В 1949 году, после освобождения и возвращения на родину, я использовал эти записи для создания своих книг."
    ]
  },
  "fourthSlide": {
    "text": [
      "С 1964 года стал профессиональным писателем. В моей библиографии 22 романа, пять сборников рассказов и одна повесть. Мои книги продавались огромными тиражами. Немалые заработанные деньги я зачастую тратил на, что называется, “богемный образ жизни”.",
      "Так было, пока по несчастной случайности моя жена не погибла у меня на глазах. Я не мог ей помочь - тогда у меня уже была ампутирована нога. После этого я так и не смог полностью оправиться и в 1992 году умер после долгой болезни.",
      "Часть моих книг - “Сорок свечей”, “Письма из лагеря”, “Северное сияние”, “Посмертно реабилитирован” - посвящена жизни в ГУЛАГе. Все они были опубликованы только спустя долгие годы после создания, а “Северное сияние” - спустя 18 лет после моей смерти."
    ]
  }
}
