{
  "firstSlide": {
    "text": [
      "История семьи\nЯ, Раймонд Каугвер, родился 25 февраля 1926 года в городе Раквере, Эстония. Мой отец, Андрес Каугвер, до Первой империалистической войны был рабочим на мызе в России, пока в 1914 году его не призвали в царскую армию. После войны он поселился в Эстонии и работал в канцелярии. Моя мать, Ольга Каугвер, была работницей на хуторе. Она погибла в Раквере после освобождения города (19 сентября 1944) во время воздушной атаки( так после освобождения или во время атаки? Не очень понятно тут предложение выстроено), осуществленной немецко-фашистскими войсками."
    ]
  },
  "secondSlide": {
    "text": [
      "В 1943 году я закончил школу и хотел поступить в Тартуский Университет на врачебное дело, однако для этого требовалось сначала пройти так называемую «отработку» в Германии. От этого я отказался и устроился чернорабочим на фабрике, где проработал до конца февраля 1944 года, когда была объявлена мобилизация рожденных в 1926 году. После призыва я был вынужден находится в учебном лагере Кехра с 1 марта до 12 августа 1944 года. "
    ]
  },
  "thirdSlide": {
    "text": [
      "Когда в августе нас начали отправлять на фронт, я, как и многие, бежал в Финляндию и какое-то время принимал участие в сражениях среди так называемых “финских парней” - эстонцев, которые, бежав от немецкой мобилизации, не хотели присоединяться и к Красной армии."
    ]
  },
  "fourthSlide": {
    "text": [
      "После восстановления советской власти в Эстонии я вернулся на родину. Там в декабре 1944 года на мобилизационной комиссии вооруженных сил я рассказал историю своей жизни и был осужден на 5 лет лишения свободы в исправительно-трудовом лагере без права на досрочное освобождение за “подчинение оккупантскому приказу о мобилизации”. Тогда мне было всего 18 лет."
    ]
  },
  "fifthSlide": {
    "text": [
      "Меня отправили в Воркутлаг. Находясь там, я выучился на фельдшера и работал в больничном отделении. После освобождения в 1949 году я вернулся обратно в Эстонию.",
      "С 1964 года стал профессиональным писателем. В моей библиографии 22 романа, пять сборников рассказов и одна повесть. Мои книги продавались огромными тиражами. Немалые заработанные деньги я зачастую тратил на, что называется, “богемный образ жизни”.",
      "Так было, пока по несчастной случайности моя жена не погибла у меня на глазах. Я не мог ей помочь - тогда у меня уже была ампутирована нога. После этого я так и не смог полностью оправиться и в 1992 году умер после долгой болезни.",
      "Часть моих книг - “Сорок свечей”, “Письма из лагеря”, “Северное сияние”, “Посмертно реабилитирован” - посвящена жизни в ГУЛАГе. Все они были опубликованы только спустя долгие годы после создания, а “Северное сияние” - спустя 18 лет после моей смерти."
    ]
  }
}
