{
  "periods": [
    "10-20th",
    "20th",
    "30th",
    "50-70th",
    "Nowadays"
  ],
  "firstSlide": {
    "header": [
      "From the memories",
      "of Nikitin Vasily Ilyich",
      "11/10/1893 years of birth"
    ],
    "text": [
      "I was born in a strong hard-working peasant family in the village Gnezdovo, Smolensk province. My family intended to give children an education, so in 1912 I graduated from the Real school in Smolensk.",
      "When the First World War began, I was mobilized to the front as a private soldier. In 1915 I graduated from the ensigns school in Pskov. Repeatedly my regiment had been destroyed, and survivors received promotion. That’s how I was awarded two orders of St. George. I remember I was wounded about 15 times during the war. When the revolution of 1917 occured I was near Riga, with the rank of staff captain. Then in the following Civil War I fought for the Reds in Siberia."
    ]
  },
  "secondSlide": {
    "text": [
      "After I  finished my service and returned home, I married a widow of my twin brother Gregory, Efrosinya Osipovna ( the former Sibilkova). That time she had already had two sons from Gregory -Alexander and Nicholas. In 1923 we had a son together and named him Alexey.  Everything would have been fine, if we hadn’t been dispossessed in 1930...",
      "The household was liquidated and we were deprived of voting rights. My brother Osip was evicted but my sister was left to live in Gnezdovo. Later she was restored in voting right.  To avoid exile my family and I had to leave our house in the village and enlist to work in Vladivostok.  I became a foreman (senior over a group of workers). We repaired barracks for port loaders while Euphrosyne worked as a cook. There we had to live in a barracks for workers in the commercial port."
    ]
  },
  "thirdSlide": {
    "text": [
      "In 1934, I was arrested and convicted under articles 58-10 and 59-3 \" b \" of the criminal code of the RSFSR.",
      "I was just doing my job. Yes, I was complaining that the materials were not delivered on time, but it was the reason why the work stopped. Therefore the salary was delayed or they paid pennies.",
      "Efrosinya with three minors was ordered to leave Vladivostok within 10 days. She, being illiterate woman, had to go across the country to Smolensk where no one was waiting for her.",
      "The Troika sentenced me to 5 years in prison. So, they  imprisoned me in a concentration camp. I built the Komsomolsk-on-Amur railway in the Far East. From 1934 to 1937 we lived from hand to mouth, it was a period of deprivation. I don't want to think about it...I was released earlier only thanks to my letter to Kalinin."
    ]
  },
  "fourthSlide": {
    "text": [
      "After I returned to Smolensk to my family, I enlisted for a job at the Lena gold mines in the Irkutsk region. In 1957 we (I and Efrosinya) moved to Obninsk. Later in 1973 to Kaliningrad where was our son Nikolay. Children often visited us and we told them about our life.",
      "\"Vasily belonged to that group of people whom they beat on hands and they continued to arrange the life and life of the family; they took away all  from them, they started all over; them wanted to crush them, and they enjoyed life; they wanted to intimidate them, and they were not afraid to live”. The words of the grandson of Vasily."
    ]
  },
  "fifthSlide": {
    "text": [
      "Efrosinya Osipovna died 06.10.1976, and Vasily Ilyich in 28.07.1978.",
      "On August 13, 1998 Vasily was rehabilitated."
    ]
  }
}
