{
  "periods": [
    "Family Story",
    "Finland",
    "GULAG",
    "Life after liberation"
  ],
  "firstSlide": {
    "text": [
      "I, Raimond Kaugver, was born on February 25, 1926 in Rakvere, Estonia. My father, Andres Kaugver, was a laborer on the manor in Russia before the First Imperialist War till the day he was drafted into the tsarist army in 1914. After the war he settled in Estonia and worked in the Chancellery. My mother, Olga Kaugver, was a farm worker."
    ]
  },
  "secondSlide": {
    "text": [
      "I was fond of writing my whole life. A had a diary and also edited school paper. Once our school was visited by a professional writer, Juhan Jaik. I was introduced to him as a student who writes best essays. He assumed that maybe I too am born to be a writer.",
      "I graduated from school in 1943. This year German occupation authorities were starting to mobilize young Estonians. To avoid being drafted, many people have ran away to Finland. I was one of them. In Finland they formed us into Infantry regiment 200, also known as Finnish Boys. I was a part of it for about a year, until I came back to my homeland in August 1944."
    ]
  },
  "thirdSlide": {
    "text": [
      "In September of this year, Soviet authorities came to Estonia. I have managed to get a job as a teacher in elementary school of Mädapea, but I didn’t stay there for a long time. Soon they started to interrogate me. In December 1944 I was arrested and in March 1945 I was sentenced to 5 years in labor camp as a traitor to the motherland. I was barely 19 then."
    ]
  },
  "fourthSlide": {
    "text": [
      "In 1964 I became a professional writer. My bibliography includes 23 novels and five collections of short stories. My books were sold in huge numbers. I often spent a lot of  money that I earned on what can be called a “bohemian lifestyle.\" ",
      "So it was, until my wife died before my eyes by an accident. I couldn't help her - I'd already had my leg amputated. After that I have never fully recovered. I died in 1992 after a long illness.",
      "Some of my books - “Forty Candles”, “Letters From the Camp”, “Northern Lights”, “Posthumously Rehabilitated” are devoted to life in the Gulag. All of them were published only many years after the creation, specifically \"Northern lights\" - 18 years after my death."
    ]
  }
}
