{
  "firstSlide": {
    "text": [
      "I, Raymond Kaugver, was born on February 25, 1926 in Rakvere, Estonia. My father, Andres Kaugver, was a laborer on the manse(не уверена на счет этого слова, но вроде подходит) in Russia before the First Imperialist War till the day he was drafted into the tsarist army in 1914. After the war he settled in Estonia and worked in the Chancellery. My mother, Olga Kaugver, was a farm worker. She died in Rakvere after the liberation of the city (September 19, 1944) during an air attack carried out by Nazi troops."
    ]
  },
  "secondSlide": {
    "text": [
      "In 1943 I graduated from school and wanted to go to the University of Tartu to study medicine but this required passing the so-called \"training\" in Germany. I refused it and got a job as a laborer at the factory. I worked there until the end of February 1944, when the mobilization of people born in 1926 was announced. After the draft I was forced to stay in the Kehra training camp from March 1 to August 12 of 1944."
    ]
  },
  "thirdSlide": {
    "text": [
      "When, in August, they began to sent us to the front I, like many others, fled to Finland and for some time took part in battles among the so-called \"Finnish guys\" - the Estonians who got away from the German mobilization and did not want to join the red army."
    ]
  },
  "fourthSlide": {
    "text": [
      "After the restoration of Soviet power in Estonia, I returned to my homeland. There, in December 1944, at the mobilization Commission of the armed forces, I told the story of my life and was sentenced to 5 years in prison in a correctional labor camp(или forced labor camp?) without the right to parole for “obeying the order of mobilization of the occupier”. At that time I was only 18.",
      "I was sent to Vorkutlag. While there I trained as a paramedic and worked in the hospital Department. After liberation in 1949, I returned back to Estonia."]
  },
  "fifthSlide": {
    "text": [
      "In 1964 I became a professional writer. My bibliography includes 22 novels, five collections of short stories and one novella. My books were sold in huge numbers. I often spent a lot of  money that I earned on what is called a “bohemian lifestyle.\"",
      "So it was, until my wife died before my eyes by an accident. I couldn't help her - I'd already had my leg amputated. After that I have never fully recovered. I died in 1992 after a long illness.",
      "Some of my books - ” Forty Candles“,” Letters From the Camp“,” Northern Lights“,” Posthumously Rehabilitated \" - are devoted to life in the Gulag. All of them were published only many years after the creation, specifically \"Northern lights\" - 18 years after my death."
    ]
  }
}
