{
  "years": [
    {
      "years": "1918-1923",
      "name": "Красный террор",
      "description": "Революция 1917 года кардинально изменила обстановку в стране, а также ее структуру. В связи с этим, начавшаяся гражданская война породила новую карательную систему, а именно первые концентрационные лагеря."
    },
    {
      "years": "1923-1930",
      "name": "Лагеря особого назначения",
      "description": "С окончанием гражданской войны концентрационные лагеря были по большей части ликвидированы, однако это не коснулось  лагерей особого назначения при ОГПУ. В 1923 г. был создан самый известный из таких лагерей – Соловецкий лагерь особого назначения, ставший предтечей и прообразом системы ГУЛАГ."
    },
    {
      "years": "1930-1937",
      "name": "Рождение ГУЛАГа",
      "description": "К 1930 году советское правительство закладывает основную правовую базу для создания ГУЛАГа. Именно в этот период стремительно растет общее число заключенных, достигая 2 миллионов человек к 1938 году."
    },
    {
      "years": "1937-1941",
      "name": "Колонизация",
      "description": "В эти года заключенные ГУЛАГа направлялись на освоение новых территорий, таких как Таймыр, Чукотка, Воркута и Колыма. Здесь, в до сих пор не обжитых местах, они должны были наладить быт и немедленно приступить к выполнению плана партии – добыче полезных ископаемых, в первую очередь угля, олова и золота."
    },
    {
      "years": "1941-1945",
      "name": "ГУЛАГ в годы войны",
      "description": "В войну заключенным ГУЛАГа  пришлось крайне тяжело, а именно 1941–1942 годы для лагерей стали самыми голодными. В 1942 году была налажена железнодорожная магистраль, связывающая Воркуту с Москвой, и заключенные стали одними из крупнейших поставщиков угля, нефти и олова на фронт."
    },
    {
      "years": "1945-1953",
      "name": "Империя ГУЛАГа и ее распад",
      "description": "После войны ГУЛАГ приобретает четкие формы империи: секретные лагеря появляются в крупных городах, в Москве и Ленинграде, заключенные заняты во всех отраслях производства, от пошива рукавиц и шинелей до создания аэродромов и крупных комбинатов. Однако вместе со смертью вождя 5 марта 1953 года, лагерная система дала сбой-были свернуты самые крупные стройки, расформированы лагеря."
    }
  ]

}
